Revit 2027 API
PrimarySizeCriterion Properties
The PrimarySizeCriterion type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from RoutingCriterionBase)
MaximumSize |  The maximum size of this criterion.
MinimumSize |  The minimum size of this criterion.
Top
See Also
Reference
PrimarySizeCriterion Class
Autodesk.Revit.DB Namespace